# NetworkMinorLossNotConverge Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
BuiltInFailures..::..MEPCalculationFailures..::..NetworkMinorLossNotConverge Property
BuiltInFailures..::..MEPCalculationFailures Class See Also
---
The minor loss calculation could not be performed.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static FailureDefinitionId NetworkMinorLossNotConverge { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property NetworkMinorLossNotConverge As FailureDefinitionId
	Get
```

Visual C++
---
```text
public:
static property FailureDefinitionId^ NetworkMinorLossNotConverge {
	FailureDefinitionId^ get ();
}
```

# See Also
BuiltInFailures..::..MEPCalculationFailures Class
Autodesk.Revit.DB Namespace